[
  {
    "id": 1,
    "title": "Рождение нового кинематографа: как искусственный интеллект меняет кино",
    "description": "Искусственный интеллект все чаще используется в киноиндустрии. Как это влияет на процесс съемки и будущее кино?",
    "content": "Искусственный интеллект уже не просто экспериментальный инструмент — он стал полноценным участником кинопроизводства. Современные нейросети способны анализировать сценарии, предлагать креативные решения и даже помогать в кастинге, подбирая актеров по эмоциональной совместимости с персонажем.Уже сегодня в Голливуде используют AI для замены дублеров, генерации голосов и воссоздания мимики актёров в постпродакшене. А в ближайшем будущем мы можем увидеть фильмы, созданные полностью нейросетью — от идеи до финального монтажа. Это поднимает важные вопросы: что будет с профессией сценариста? Может ли искусственный интеллект действительно чувствовать драму? И где проходит грань между помощью и подменой человека? Всё это — лишь начало большой эры синтеза технологий и искусства.",
    "authorLogo": "../avatars-img/mr-robot.png",
    "image": "../articles-img/robot-terminator.jpg",
    "authorNickname": "MR.ROBOT",
    "publishedAt": "2025-04-10T12:00:00Z",
    "genre": "Технологии"
  },
  {
    "id": 2,
    "title": "Главные тренды в кино 2025 года",
    "description": "Какие тенденции сегодня формируют индустрию кино? От ремейков до искусственного интеллекта.",
    "content": "Кино в 2025 году — это взрыв контрастов. С одной стороны, зрители по-прежнему ждут эпичных блокбастеров с большими бюджетами, как продолжение «Аватара» или новые главы Marvel. С другой — растёт интерес к авторскому кино, которое работает с эмоциями, метафорами и нестандартным визуальным языком. На первый план выходят истории о внутреннем мире человека, кризисах, климате и технологиях. Кинематограф ищет новые формы подачи — будь то вертикальное кино, AR-эксперименты или даже фильмы в формате TikTok. А ещё — возвращение моды на фильмы из 90-х и 2000-х: ремейки, продолжения и перезапуски. Зритель хочет как новизны, так и уюта старого. И именно на этом стыке рождаются главные хиты года.",
    "authorLogo": "../avatars-img/egypt-man.jpg",
    "image": "../articles-img/robot.png",
    "authorNickname": "Muhammed",
    "publishedAt": "2025-04-11T15:00:00Z",
    "genre": "Кино"
  },
  {
    "id": 3,
    "title": "Как менялась киноиндустрия за последние 30 лет",
    "description": "От VHS до потоковых сервисов: как технологии изменили кино за последние три десятилетия?",
    "content": "Еще в 90-х фильмы смотрели на кассетах, а премьеры ждали в кинотеатрах. Сегодня стриминговые платформы предлагают доступ к тысячам фильмов за пару кликов. Как изменился сам процесс съемок, маркетинг и зрительские предпочтения за последние 30 лет? Разбираемся в ключевых изменениях индустрии.",
    "authorLogo": "../avatars-img/woman.jpg",
    "image": "../articles-img/retro.png",
    "authorNickname": "Nicole",
    "publishedAt": "2025-04-12T18:00:00Z",
    "genre": "Технологии"
  },
  {
    "id": 4,
    "title": "Культовые фильмы, которые провалились в прокате",
    "description": "Некоторые фильмы, которые стали культовыми, изначально провалились в прокате. Почему так происходит?",
    "content": "Успех в прокате не всегда означает признание временем. Некоторые фильмы стали шедеврами, несмотря на слабые кассовые сборы.«Бойцовский клуб» казался провальным — слишком мрачный, слишком философский. «Бегущий по лезвию» не поняли в своё время, а «Шоу Трумана» не собрал нужную кассу. Но годы спустя эти картины стали иконами кинематографа. Почему? Потому что настоящее искусство требует времени. Люди пересматривают, обсуждают, цитируют — и вдруг происходит «переоценка». Кино становится культовым не потому, что собрало много денег, а потому что затронуло что-то внутри. Возможно, самые значимые фильмы — это те, которые опередили своё время.",
    "authorLogo": "../avatars-img/elon-musk.png",
    "image": "../articles-img/club.jpg",
    "authorNickname": "Илон",
    "publishedAt": "2025-04-12T18:00:00Z",
    "genre": "Кино"
  },
  {
    "id": 5,
    "title": "",
    "description": "Киноиндустрия играет важную роль в современной культуре. Как она меняет жизнь людей и влияет на общество?",
    "content": "Кино не только развлекает — оно формирует взгляды, поднимает темы, меняет мышление. С самого начала XX века фильмы влияли на моду, поведение, отношения между людьми. «Матрица» подарила философию о выборе. «Вечное сияние чистого разума» — размышление о памяти и чувствах. Даже комедии часто содержат культурные маркеры, по которым можно понять эпоху. Сегодня кино помогает обсуждать депрессию, травмы, экологию, политику. Оно стало способом коллективного осмысления. Неудивительно, что мощное кино может изменить восприятие целого поколения — потому что оно говорит на языке эмоций.",
    "authorLogo": "../avatars-img/crazy-dog.png",
    "image": "../articles-img/woman.jpg",
    "authorNickname": "Max",
    "publishedAt": "2025-04-12T18:00:00Z",
    "genre": "Кино"
  },
  {
    "id": 6,
    "title": "Почему хорроры снова стали популярными?",
    "description": "Фильмы ужасов снова в моде! Какую эволюцию они прошли и почему зрители любят бояться?",
    "content": "Хорроры переживают новое рождение. Больше не нужны банальные скримеры или зомби — современные ужастики рассказывают о страхах глубже и реальнее. Фильмы, такие как «Солнцестояние», «Прочь», «Нет» поднимают не только тему страха, но и культурные конфликты, психические состояния, одиночество. Люди снова ищут эмоций. И страх — сильная эмоция, очищающая. Современный хоррор стал искусством. Атмосфера, звук, свет, скрытые смыслы — всё это делает фильмы ужасов настоящими философскими притчами. Потому что боимся мы не чудовищ, а себя самих.",
    "authorLogo": "../avatars-img/no-name.jpg",
    "image": "../articles-img/strange-man.png",
    "authorNickname": "Melnik",
    "publishedAt": "2025-04-12T18:00:00Z",
    "genre": "Технологии"
  }
]
